;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
;; (add-to-list 'package-archives
;;              '("melpa" . "http://melpa.milkbox.net/packages/") t)
;;
(package! org-fancy-priorities)
(package! color-identifiers-mode)
(package! lsp-python-ms)
(package! wttrin)
(package! keychain-environment)
(package! nov)
(package! focus)
(package! format-all)
;; (package! golden-ratio)
